label academic:
    scene bg academic
    show magro at right
    with fade
    play music "songs/bgm_maoudamashii_piano25.ogg"

    m "さて今からアカデミックシアターを紹介していくよ"

    y "アカデミックシアターって何ですか？"

    m  "アカデミックシアターっていうのは、まぁ簡単に言えば大きい図書館だよ"

    y "大きい図書館って……また大雑把な説明……"

    m "まぁまぁ。とりあえず入ってみて"

    y "はい….あれ、なんかマグロの像があるんですけどあれは親戚でせすか？"

    m "あぁ…..あれね。あれは僕の父だよ。"

    y "えっっっっっ?!あれがお父さんなんですか?"

    m "まぁあれはどうでもいいや。とりあえず一階の紹介していくよ!"

    y "お父さぁぁぁぁぁぁん!"

    m "1階はNoah33と呼ばれていて、近畿大学独自の新たな実学的・文理融合的な文脈によって、約３万冊の本が置かれているんだ"

    y "3万….すごい量の本が置かれているんですね。"

    m "そうだよ（迫真)。ここでみんな自分が勉強したい分野の本を読んで勉強しているんだ"

    y "なるほど。(でも明らかにスマホ触っている人とパソコンでイキリマックしている人しかいない……)"

    m " 2階はDondenと呼ばれていて約4万冊の漫画が置いてあるんだ"

    y "すごい…..4万冊ってものすごい量だ。じゃあ私が読みたいあの漫画とか読めるんですね！Mさんのオススメの漫画ってあります?"

    m "僕のオススメの漫画はご注文は○○○○ですか？だよ。いつもここに来ると読んで心がぴょんぴょんしているよ"

    y "気持ちわるっっっっっっっっっつ!"

    m " そこまで言わなくても………"

    y "そう言えばあそこにあるCafeみたいなのは何ですか？"

    m "あそこはCNN Cafeと言って日本の大学では初出店となるアメリカのニュース専門放送局「CNN」がプロデュースするカフェだよ。"

    y "わぁ。すごい。じゃあコーヒーとか飲みながらCNNのニュースを見れたりするんですね。おしゃれぇ!そう言えば通路の脇にあった小さいスペースの部屋があったじゃないですか？あれなんですか？"

    m "あそこはACTといって社会の諸問題を解決に導くために、学生や企業、地域が交わり、"近大デザインラボ" "KISS LABO" など、様々なプロジェクトに取り組んでいくところだよ。"

    y "そうなんですね。すごいです。私も入学したら参加してみたいです!"

    m "まぁアカデミックシアターの説明はこんなもんだね"

    y "ありがとうございました"