label classroom:
    scene bg 38
    show magro at right
    with fade

    m "さて、到着。ここは38号館と言って理工学部と薬学部が主に使う場所だよ！"

    y "へえ、理系の人が使う場所なんだ"

    m "主に理系の授業がここで行われるだけで、２階にあるPCルームは自由時間中は文系の人でも使えるよ！"

    m "でも文系の人は後で紹介するKUDOSっていうところで主にPCは使ってるかな？"

    y "そうなんですね～"

    m "あと、３階より上は主に研究室だよ。１年生の基礎ゼミナールという授業や、３年生以降での卒業研究で行く機会があるよ！"

    y "研究か～面白そうですね！（純粋な眼差し）"

    m "うん、面白いよ！（うつろな目）"

    m "まあ、冗談はさておき次の校舎に行こうか…"

    scene bg kudos
    show magro at right
    with fade

    m "さて、ここがさっきも言ったKUDOSだよ"

    y "ここはどんなところなんです？"

    m "ここでは主にPCを学生のみんなが自由に使って学習できる施設だよ"

    m "基本的に文系の人の利用が多いかな。ここも授業で使うことがあって理系でもここを使う場合はあるよ！"

    y "へ～そうなんでね"

    m "あとここは今流行りのe-sportsでも使われることがあって、ゲーム関係のイベントは基本ここで行われるよ！"

    m "ま、ここはこれくらいかな。次は場所も近いしB館を紹介しようかな"

    scene bg b
    show magro at right
    with fade

    m "さて到着。ここはB館と言って主に文系が使う施設だよ。かなり清潔感がある建物だね！"

    y "確かにきれいですねえ"

    m "ここでは講演会などのイベントも多数開催されるところなんだ。だから結構きれいだよ"

    m "さて、次に行こうか"

    scene bg eleven
    show magro at right
    with fade

    m "さて、ここは11月ホールだよ！1500人を収容可能なホールがあるんだ！ここでは音楽公園やシンポジウムを多数開催しているよ！"

    y "すごくおおきですね～しかもこの建物の下には食堂もあるし、ジムもあるんですね"

    m "その通り！ジムは学生でもちゃんと使えるよ！食堂もあるけど、コアタイム時はものすごく人が多くて座るとこがなくなっちゃうのが難点かな～"

    y "それは確かに。ただでさえ近大って人多いですもんね～"

    m "それなんだよ～ま、値段は普通のお店より安いし、お弁当とかコンビニもあるから食に困ればここに行けばいいと思うよ！"

    m "主な建物はこれくらいかな～"

    y "どの場所もすごく綺麗で近大に入るのが楽しみになりました！"

    m "それはよかったよ！"

    return