label ecube:
    scene bg ecube
    show magro at right
    with fade

    "一行は英語村E3[e-cube]についた"

    m "ここが英語村だよ。"

    y "ここは何をするところなの？"

    m "ここはね、誰もが気軽に“英語”に触れられる施設だよ！"

    y "気軽に？"

    m "そう、気軽に"

    m "講義の無い空いた時間なんかに訪れて英語の練習ができるんだ"

    y "へぇ、そうなんだ！"

    y "ちなみに、どんなことをするの？"

    m "日本語も話せる外国の先生と遊びながら、英語の練習をするんだ～"

    m "例えば、テレビゲームやボードゲームなんかだね"

    m "さらに、英語村ではお昼ご飯も売ってるから、先生達と一緒に食べることもできるんだ！"

    y "なるほど、これなら気楽に英語の練習ができますね～"

    m "そうさ、だからぜひ来て英語の練習をしてみてね"

    m "それじゃあ、次のところに行こうか"

    return